fuzz-buzz-api/app/controllers/buzzs_controller.rb

  def show
    buzz = Buzz.find(params[:id])
---
SELECT "buzzs".* FROM "buzzs" WHERE "buzzs"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]