fuzz-buzz-api/app/controllers/fizzs_controller.rb

  def index
    fizzs = Fizz.all
---
SELECT "fizzs".* FROM "fizzs"

  def show
    fizz = Fizz.find(params[:id])
---
SELECT "fizzs".* FROM "fizzs" WHERE "fizzs"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]