fuzz-buzz-api/app/controllers/fizz_buzzs_controller.rb

  def index
    fizz_buzzs = FizzBuzz.all
---
SELECT "fizz_buzzs".* FROM "fizz_buzzs"